Repository: CySxL/UltraPowerSavingMode
Catalog: *.lproj/Root.strings
Languages: ar, fr, id, it, ja, tr

source: Tweak Enabled
ar: تفعيل الأداة
fr: Tweak activé
id: Tweak Diaktifkan
it: Tweak Attivo
ja: 微調整が有効
tr: Aktif

# ENTER_ULTRAPOWERSAVINGMODE
source: Enter UltraPowerSavingMode Now
ar: دخول UltraPowerSavingMode الآن
fr: Activer UltraPowerSavingMode maintenant
id: Masuk ke UltraPowerSavingMode
it: Attiva UltraPowerSavingMode
ja: 今すぐUltraPowerSavingModeに入る
tr: UltraPowerSavingMode'a gir

source: Quick Instruction
ar: تعليمات سريعة
fr: Instructions rapides
id: Instruksi Singkat
it: Istruzioni rapide
ja: クイックインストラクション
tr: Hızlı Talimatlar

# QUICK_INSTRUCTION_DESCRIPTION
source: Information about how to use the tweak in general.
ar: معلومات حول كيفية استخدام الأداة بشكل عام.
fr: Information sur l'utilisation du tweak.
id: Informasi tentang cara menggunakan tweak secara umum.
it: Come utilizzare il tweak in generale.
ja: ツイークの一般的な使用方法に関する情報。
tr: Genel olarak nasıl kullanılacağı hakkında bilgi.

source: How to use?
ar: كيف تُستخدم؟
fr: Comment cela fonctionne?
id: Bagaimana caranya menggunakan?
it: Come si usa?
ja: 使い方？
tr: Nasıl Kullanılır?

source: Quick Stats
ar: إحصائيات سريعة
fr: Statistiques rapides
id: Statistik Cepat
ja: クイック統計
tr: Hızlı İstatistikler

# QUICK_STATS_DESCRIPTION
source: Show quick glimpse of useful information while inside ultra power saving mode.
ar: عرض لمحة سريعة من المعلومات المفيدة عندما تكون داخل وضع توفير الطاقة الفائق.
fr: Active un affichage rapide des informations utiles lorsque vous entrez en mode économie d'énergie.
id: Perlihatkan sekilas informasi bermanfaat saat berada di dalam mode hemat daya ultra.
it: Mostra informazioni rapide mentre ti trovi in modalità Ultra Power Saving Mode
ja: 超省電力モードで役立つ情報を簡単に確認できます。
tr: Ultra güç tasarrufu modundayken yararlı bilgilere hızlı bir şekilde göz atın.

source: Quick Stats Enabled
ar: تفعيل الإحصائيات السريعة
fr: Statistiques rapides activées
id: Statistik Cepat Diaktifkan
it: Quick Stats Attive
ja: クイック統計が有効
tr: Hızlı İstatistikler Etkin

# QUICK_STATS_OPTION
source: Quick Stats Options
ar: خيارات الإحصائيات السريعة
fr: Options de statistiques rapides
id: Opsi Statistik Cepat
it: Opzioni Quick Stats
ja: クイック統計オプション
tr: Hızlı İstatistik Ayarı

# QUICK_STATS_INSTRUCTION
source: Instructions
ar: تعليمات
id: Instruksi
it: Istruzioni
ja: 指示
tr: Talimatlar

source: Tweak Manager
ar: إدارة الأداة
fr: Gestion des tweaks
id: Pengelola Tweak
ja: 微調整マネージャー
tr: Tweak Yöneticisi

# TWEAK_MANAGER_DESCRIPTION
source: Selectively disable unused tweaks (preserve battery life) when entering ultra power saving mode.
ar: تعطيل انتقائي للأدوات غير المستخدمة (الحفاظ على عمر البطارية) عند الدخول في وضع توفير الطاقة الفائق.
fr: Choisissez les tweaks à désactiver (économise la batterie) lorsque vous entrez en mode économie d'énergie.
id: Nonaktifkan tweak yang tidak terpakai (menghemat masa pakai baterai) saat memasuki mode hemat daya ultra.
it: Disattiva tweak inutilizzati (preservando così batteria) quando si entra in modalità Ultra Power Save Mode.
ja: 超省電力モードに入るときに、未使用の調整を選択的に無効にします（バッテリーの寿命を維持）。
tr: Ultra güç tasarrufu moduna girerken kullanılmayan ince ayarları devre dışı bırakın (pil ömrünü koruyun).

source: Tweak Manager Enabled
ar: تفعيل إدارة الأداة
fr: Gestion des tweaks activé
id: Pengelola Tweak Diaktifkan
it: Tweak Manager Attivo
ja: 微調整マネージャーが有効
tr: Tweak Yöneticisi Aktif

# TWEAK_MANAGER_SELECT_TWEAKS
source: Select Tweaks
ar: تحديد أدوات
fr: Selectionner les Tweaks
id: Pilih Tweaks
it: Selezione Tweaks
ja: ツイークを選択
tr: Tweak Seç

source: Smart Battery Optimizer
ar: محسّن البطارية الذكي
fr: Optimisation intelligente de la batterie
id: Pengoptimal Baterai Cerdas
ja: スマートバッテリーオプティマイザー
tr: Akıllı Pil Optimizasyonu

# SMART_BATTERY_OPTIMIZER_DESCRIPTION
source: Automatically enter ultra power saving mode based on certain device conditions.
ar: الدخول التلقائي إلى وضع توفير الطاقة الفائق اعتمادًا على ظروف معينة للجهاز.
fr: Entrez automatiquement en mode économie d'énergie si certaines conditions sont réunies.
id: Secara otomatis masuk ke mode hemat daya ultra berdasarkan kondisi perangkat tertentu.
it: Entra in modalità Ultra Power Saving Mode in base a determinate condizioni.
ja: 特定のデバイスの状態に基づいて、自動的に超省電力モードに入ります。
tr: Belirli cihaz koşullarına göre ultra güç tasarrufu moduna otomatik olarak girin.

# SMART_BATTERY_OPTIMIZER_ENABLED
source: Battery Optimizer Enabled
ar: تفعيل محسّن البطارية
fr: Optimisation de la batterie activée
id: Pengoptimal Baterai Diaktifkan
it: Battery Optimizer Attivo
ja: バッテリーオプティマイザーが有効
tr: Akıllı Pil Optimizasyonu Aktif

# SMART_BATTERY_OPTIMIZER_CONFIGURATION
source: Configure Options
ar: ضبط الخيارات
fr: Configurer les options
id: Konfigurasikan Opsi
it: Configura Opzioni
ja: オプションの構成
tr: Seçenekleri Yapılandır

source: Automatic Turn On
ar: التشغيل التلقائي
fr: Activer automatiquement
id: Penghidupan Otomatis
it: Attiv. Automatica
ja: 自動電源オン
tr: Otomatik Aktif Et

# AUTOMATIC_TURN_ON_DESCRIPTION
source: Automatically turn the device to normal state when current battery is greater than the battery level you set. This will only work if you enter power saving mode manually (not with smart battery optimizer).
ar: تشغيل الجهاز في الوضع العادي تلقائيًا عندما يكون مستوى البطارية الحالي أعلى من المستوى الذي قمت بتعيينه. لن يعمل هذا إلا إذا دخلت في وضع توفير الطاقة الفائق يدويًا (وليس باستخدام محسّن البطارية الذكي).
fr: Revenir au mode normal automatiquement lorsque le niveau de batterie est superieur au niveau choisi. Cela ne fonctionne uniquement si vous entrez en mode économie d'énergie manuellement (pas avec la gestion intelligente de la batterie).
id: Secara otomatis mengubah perangkat ke keadaan normal ketika baterai saat ini lebih besar dari level baterai yang Anda atur. Ini hanya akan berfungsi jika Anda memasuki mode hemat daya secara manual (tidak dengan pengoptimal baterai cerdas).
it: Torna automaticamente alla Modalità Normale quando la tua percentuale batteria è maggiore di quella impostata. Funziona solo se attivi manualmente la modalità Ultra Power Saving Mode (non con Smart Battery Optimizer).
ja: 現在のバッテリーが設定したバッテリーレベルよりも大きい場合、デバイスを自動的に通常の状態にします。これは、スマートバッテリーオプティマイザーを使用せずに手動で省電力モードに入った場合にのみ機能します。
tr: Mevcut pil, ayarladığınız pil seviyesinden daha büyük olduğunda cihazı otomatik olarak normal duruma getirin. Bu yalnızca güç tasarrufu moduna manuel olarak girdiğinizde çalışır.

# AUTOMATIC_TURN_ON_ENABLED
source: Use Automatic Turn On
ar: استخدام التشغيل التلقائي
fr: Utiliser l'activation automatique
id: Gunakan Penghidupan Otomatis
it: Usa Attiv. Automatica
ja: 自動電源オンを使用
tr: Otomatik Aktif Eti Kullan

# AUTOMATIC_TURN_ON_BATTERY_LEVEL
source: Battery Level
ar: مستوى البطارية
fr: Niveau de batterie
id: Level Baterai
it: Livello Batteria
ja: バッテリーレベル
tr: Pil Seviyesi

source: Apps Manager
ar: إدارة التطبيقات
fr: Gestion des applications
id: Pengelola Aplikasi
it: Gestione Applicazioni
ja: アプリマネージャ
tr: Uygulama Yöneticisi

# APPS_MANAGER_DESCRIPTION
source: Automatically quit all apps on appswitcher when entering ultra power saving mode.
ar: إغلاق كل التطبيقات الموجودة في مبدل التطبيقات تلقائيًا عند الدخول في وضع توفير الطاقة الفائق.
fr: Quitter automatiquement toutes les applications en arrière plan lorsque vous entrez en mode économie d'énergie.
id: Secara otomatis hentikan aplikasi tidak aktif di appswitcher ketika memasuki mode hemat daya ultra.
it: Chiudi automaticamente ogni applicazione dal multitasking quando entri in modalità Ultra Power Saving Mode.
ja: 超省電力モードに入ると、アプリスイッチャー上のすべてのアプリを自動的に終了します。
tr: Ultra güç tasarrufu moduna girerken görev yöneticisindeki tüm uygulamaları otomatik olarak kapat.

# APPS_MANAGER_ENABLED
source: Quit Apps Enabled
ar: تفعيل إغلاق التطبيقات
fr: Gestion des applications activée
id: Penghentian Aplikasi
it: Chiudi App Aperte
ja: アプリを終了して有効化
tr: Uygulamaları Kapat Etkin

source: Alarm / Timer Manager
ar: إدارة المنبه/المؤقت
fr: Gestion d'alarme / timer
id: Manajer Alarm / Timer
it: Gestione Sveglia / Timer
ja: アラーム/タイマーマネージャー
tr: Alarm / Zamanlayıcı Yöneticisi

# ALARM_TIMER_MANAGER_DESCRIPTION
source: Allow alarm or timer to ring when inside ultra power saving mode. You can snooze by pressing volume up, and stop by pressing volume down.
ar: السماح للمنبه أو المؤقت بالرنين عندما تكون داخل وضع توفير الطاقة الفائق. يمكنك أخذ غفوة عن طريق الضغط على زر رفع مستوى الصوت، والإيقاف عن طريق الضغط على زر خفض مستوى الصوت.
fr: Autoriser les alarmes et timer à sonner lorsque vous êtes en mode économie d'énergie. Vous pouvez reporter avec le bouton de volume +, et arrêter avec le bouton de volume -.
id: Biarkan alarm atau timer berdering saat berada dalam mode hemat daya ultra. Anda dapat menunda dengan menekan volume ke atas, dan berhenti dengan menekan volume ke bawah.
it: Consenti alle sveglie o timer di suonare in modalità risparmio. Puoi ritardare premendo Vol su e stopparle premendo Vol giù.
ja: 超省電力モード中にアラームまたはタイマーを鳴らすことを許可します。音量を上げるとスヌーズし、音量を下げると停止できます。
tr: Ultra güç tasarrufu modundayken alarmın veya zamanlayıcının çalmasına izin verin. Ses açma düğmesine basarak erteleyebilir ve ses azaltma düğmesine basarak durdurabilirsiniz.

source: Alarm Enabled
ar: تفعيل المنبه
fr: Alarme activée
id: Alarm Diaktifkan
it: Sveglia Attiva
ja: アラーム有効
tr: Alarm Aktif

source: Timer Enabled
ar: تفعيل المؤقت
fr: Timer activé
id: Timer Diaktifkan
it: Timer Attivo
ja: タイマー有効
tr: Zamanlayıcı Aktif

# ALARM_TIMER_MANAGER_CUSTOM_VOLUME
source: Custom Volume
ar: تخصيص مستوى الصوت
fr: Volume personnalisé
id: Atur Volume
it: Livello Volume
ja: カスタムボリューム
tr: Ses Seviyesi

# ALARM_TIMER_MANAGER_VOLUME_VALUE
source: Volume Value
ar: قيمة مستوى الصوت
fr: Valeur du volume
id: Tinggi Volume
it: Valore Volume
ja: ボリューム値
tr: Ses Değeri

source: Animation Duration
ar: مدة الحركة
id: Durasi Animasi
it: Durata Animazioni
ja: アニメーション期間
tr: Animasyon Süresi

# ANIMATION_DURATION_DESCRIPTION
source: Configure animation duration when entering ultra power saving mode. Default 2.0, set to 0 if you want to enter ultra power saving mode immediately.
ar: اضبط مدة الحركة عند الدخول إلى وضع توفير الطاقة الفائق. الافتراضي هو 2.0، قم بتعيينه على 0 إذا أردت الدخول إلى وضع توفير الطاقة الفائق على الفور.
fr: Configurer la durée de l'animation lorsque vous activez le mode économie d'énergie. 2.0 par défaut, choississez 0 si vous souhaitez activer immédiatement le mode économie d'énergie.
id: Konfigurasikan durasi animasi saat memasuki mode hemat daya ultra. Standarnya 2.0, atur ke 0 jika Anda ingin langsung masuk ke mode hemat daya ultra.
it: Configura la durata delle animazioni in modalità Ultra Power Saving Mode. Default 2.0, imposta 0 se vuoi entrare in modalità Ultra Power Saving Mode istantaneamente.
ja: 超省電力モードに入るときのアニメーション期間を設定。デフォルト2.0、超省電力モードにすぐに入る場合は0に設定。
tr: Ultra güç tasarrufu moduna girerken animasyon süresini yapılandırın. Varsayılan 2.0, hemen ultra güç tasarrufu moduna girmek istiyorsanız 0 olarak ayarlayın.

# ANIMATION_DURATION_VALUE
source: Animation Duration
ar: مدة الحركة
fr: Durée de l'animation
id: Durasi Animasi
it: Durata Animazioni
ja: アニメーション期間
tr: Animasyon Süresi

# HAPTIC_FEEDBACK
source: Haptic Feedback (iPhone 6S and newer)
ar: الاستجابة اللمسية (iPhone 6S وأحدث)
fr: Vibration haptic (iPhone 6S et supérieur)
id: Umpan Balik Haptic (iPhone 6S dan yang lebih baru)
it: Feedback Aptico (iPhone 6S e nuovi)
ja: 触覚フィードバック（iPhone 6S以降）
tr: Dokunsal Geri Bildirim (iPhone 6S ve daha yeniler)

# HAPTIC_FEEDBACK_DESCRIPTION
source: Vibrate the device using haptic feedback when the device has sucessfully enter or left ultra power saving mode.
ar: حدوث اهتزاز للجهاز باستخدام الاستجابة اللمسية عند دخول الجهاز إلى وضع توفير الطاقة الفائق أو الخروج منه بنجاح.
fr: Faire vibrer l'appareil lors de l'activation ou désactivation du mode économie d'énergie.
id: Getar perangkat menggunakan umpan balik haptic ketika perangkat telah berhasil memasuki atau meninggalkan mode hemat daya ultra.
it: Emetti un feedback aptico quando il dispositivo è correttamente entrato in modalità Ultra Power Saving Mode.
ja: デバイスが超省電力モードに正常に移行または終了したときに、触覚フィードバックを使用してデバイスを振動させます。
tr: Cihaz ultra güç tasarrufu moduna başarılı bir şekilde girdiğinde veya çıktığı zaman dokunsal geri bildirim kullanarak cihazı titreştirin.

# HAPTIC_FEEDBACK_ENABLED
source: Haptic Enabled
ar: تفعيل الحس اللمسي
fr: Vibration Haptic activée
id: Haptic Diaktifkan
it: Feedback Attivo
ja: 触覚対応
tr: Geri Bildirim Aktif

# HAPTIC_FEEDBACK_TYPE
source: Haptic Type
ar: نوع الحس اللمسي
fr: Type de vibration
id: Tipe Haptic
it: Tipo Feedback
ja: 触覚タイプ
tr: Geri Bildirim Tipi

# HAPTIC_FEEDBACK_TEST_HAPTIC_VIBRATION
source: Test Haptic Vibration
ar: اختبار هزة الحس اللمسي
fr: Testez la vibration
id: Tes Getaran Haptic
it: Prova Feedback Aptico
ja: 触覚振動をテスト
tr: Titreşim Test

# HAPTIC_FEEDBACK_TYPE_ONE
source: Type 1
ar: النوع الأول
id: Tipe 1
it: Tipo 1
ja: タイプ1
tr: Tip 1

# HAPTIC_FEEDBACK_TYPE_TWO
source: Type 2
ar: النوع الثاني
id: Tipe 2
it: Tipo 2
ja: タイプ2
tr: Tip 2

# HAPTIC_FEEDBACK_TYPE_THREE
source: Type 3
id: Tipe 3
it: Tipo 3
ja: タイプ3
tr: Tip 3

# VIBRATION_FEEDBACK
source: Vibration Feedback (iPhone 6 and older)
ar: الاستجابة الهزية (iPhone 6 وأقدم)
fr: Vibration (iPhone 6 et plus anciens)
id: Umpan Balik Getaran (iPhone 6 dan lebih lama)
it: Vibrazione Normale (iPhone 6 e vecchi)
ja: 振動フィードバック（iPhone 6以前）
tr: Titreşim Geri Bildirimi (iPhone 6 ve daha eskiler)

# VIBRATION_FEEDBACK_DESCRIPTION
source: Only enable this if your device doesn't support haptic feedback or you want to use this kind of vibration, and make sure your vibration setting is on.
ar: قم بتفعيل هذا الخيار فقط إذا كان جهازك لا يدعم الاستجابة اللمسية أو إذا كنت تريد استخدام هذا النوع من الاهتزاز، وتأكد من أن إعدادات الاهتزاز الخاصة بك مشغلة.
fr: Activez uniquement si votre appareil ne supporte pas la vibration Haptic ou si vous souhaitez utiliser ce type de vibration, et verifiez que vos reglages de vibration sont activés.
id: Hanya aktifkan ini jika perangkat Anda tidak mendukung umpan balik haptic atau Anda ingin menggunakan jenis getaran ini, dan pastikan pengaturan getaran Anda aktif.
it: Attiva questa impostazione solo se il tuo dispositivo non supporta la vibrazione con Feedback Aptico e assicurati di aver attivato la vibrazione sul tuo telefono.
ja: デバイスが触覚フィードバックをサポートしていない場合、またはこの種類のバイブレーションを使用する場合にのみ有効にし、バイブレーション設定がオンになっていることを確認してください。
tr: Bu tür bir titreşim kullanmak istiyorsanız titreşim ayarınızın açık olduğundan emin olun.

# VIBRATION_FEEDBACK_ENABLED
source: Use Legacy Vibration
ar: استخدام الاهتزاز القديم
fr: Utiliser la vibration classique
id: Gunakan Getaran Tipe Lama
it: Usa Vibrazione Normale
ja: 従​​来のバイブレーションを使用
tr: Eski Titreşimi Kullan

# VIBRATION_FEEDBACK_TEST_LEGACY_VIBRATION
source: Test Legacy Vibration
ar: اختبار الاهتزاز القديم
fr: Tester la vibration classique
id: Tes Getaran Tipe Lama
it: Prova Vibrazione Normale
ja: 従​​来の振動をテスト
tr: Titreşim Test

source: Optional Integration
ar: تكامل اختياري
fr: Integration optionnelle
id: Integrasi opsional
it: Integrazioni Opzionali
ja: オプションの統合
tr: İsteğe Bağlı Entegrasyon

# OPTIONAL_INTEGRATION_DESCRIPTION
source: Speak device state with local / siri voices, activate power saving mode remotely, speaker automation and more useful options!
ar: نطق حالة الجهاز بأصوات محلية أو بصوت Siri، تنشيط وضع توفير الطاقة عن بعد، تشغيل آلي للسماعة وخيارات كثيرة أخرى مفيدة!
fr: Annoncer oralement l'état de l'appareil, activer le mode économie d'énergie à distance, et plus d'options!
id: Ucapkan status perangkat dengan suara lokal / siri, aktifkan mode hemat daya dari jarak jauh, otomasi speaker, dan opsi yang lebih berguna!
it: Annuncia lo stato del dispositivo con la voce di Siri, attiva Ultra Power Saving Mode da remoto, automazione altoparlanti e tante altre opzioni!
ja: ローカル/ siriの音声でデバイスの状態を読み上げ、リモートで省電力モードを有効にして、スピーカーの自動化とより便利なオプションを有効にしてください！
tr: Yerel / siri sesleriyle cihaza komut verin, güç tasarrufu modunu uzaktan etkinleştirin, hoparlör otomasyonu ve daha kullanışlı seçenekler!

# OPTIONAL_INTEGRATION_CHATSPEAKER
source: ChatSpeaker Integration
ar: تكامل ChatSpeaker
id: Integrasi ChatSpeaker
it: Integrazione ChatSpeaker
ja: ChatSpeaker統合
tr: ChatSpeaker

source: Extra
ar: إضافي
id: Ekstra
ja: 追加
tr: Ekstra

# EXTRA_DONATION
source: Donation
ar: التبرع
fr: Dons
id: Donasi
it: Donazione
ja: 寄付
tr: Bağış Yap

# EXTRA_PACKAGE_INFORMATION
source: Package Information
ar: معلومات الحزمة
fr: Information de paquet
id: Informasi Tweak
it: Informazioni Pacchetto
ja: パッケージ情報
tr: Paket Bilgisi

source: Support
ar: الدعم
id: Dukungan
it: Supporto
ja: サポート
tr: Destek

# SUPPORT_SEND_AN_EMAIL
source: Send an Email
ar: إرسال بريد إلكتروني
fr: Envoyer un Email
id: Kirim Email
it: Invia una Mail
ja: メールを送信
tr: E-mail Gönder

# SUPPORT_ASK_VIA_TWITTER
source: Ask via Twitter
ar: السؤال عبر تويتر
fr: Demander via Twitter
id: Tanyakan melalui Twitter
it: Chiedi su Twitter
ja: Twitter経由で質問する
tr: Twitter'da sor

# SUPPORT_COPY_EDID_TO_CLIPBOARD
source: Copy EDID to Clipboard
ar: نسخ EDID إلى الحافظة
fr: Copier EDID dans le presse papier
id: Salin EDID ke Clipboard
it: Copia EDID
ja: EDIDをクリップボードにコピー
tr: EDID'yi Panoya Kopyala
